{
  "text": "If you're still another turbulent week where the average is cut smashed, how much worse do things have to get before we stem the bleeding? Unfortunately, I think we may need to see a lot more red before all this is over, because the economy is still just so hot, and the Fed very much wants the market to go lower, and he can't fight the Fed. That's why whenever we get a brief rally, I bet I'm Wednesday, or this morning, the kind that tempts you back into fuel and bush, you need to stay cautious or even lighten up into a sharp quick spike, because it will probably have no follow through. Like they all have had lately. The bear... Propsoil is important. The bear has not gone into hibernation, at least not yet. I'm going to stay on this case, and if you try to poke the bear, you're going to get more. Do not take it from me. We're going to have to charge with Mark Sebastian, one of my favorites. He's a brilliant technician, who's the founder of optionPIT.com, and he's also a race for real money.com. In order to get a better read of the action, because he's our resident volatility expert, and right now, volatility is the order of the day. The other way the market just collapsed, and the S&P 500 goes lower, the CBO or CBOE volatility index, while the VIX or the Fiery gauge is supposed to go higher. And when the S&P rallies, the VIX is supposed to go lower, rational, natural. That's how things behave when a trend is continuing. Take a look at a pair of charts, and the daily action, the S&P, and the daily action, the VIX. The S&P found its footing in June, which was a great moment. I know it was just a great moment. Found its footing, and started marching higher, the VIX steadily went lower. That gave us a nice rally, exactly as it should. But now let's zoom in on the action in the VIX since August. What's weird here is that even as the S&P started falling in late August, Sebastian points out that we didn't see a strong move in the Volta games. Didn't see one. Normally you expected to work, and instead it had more of a slow rolling rally. And you can see this. This is, remember, the market's going down the VIX, but it's going to go up. And look, that continued to early September. The VIX moved up, sure, but it wasn't at all commensurate with the hideous declines that we've all been suffering the S&P 500. Even in the massive wave of selling that began on September 15th, the VIX was relatively sick. It's only this week when it really exploded. So why is the Volta and Index behaves so oddly over the past month and a half? Why has it not helped this more? Sebastian thinks that it's related to the massive upside being held in VIX call options. I never thought about this. Money measures by these is a hedge against sudden about the Volta. As of today, Sebastian knows that there's a huge open call volume and futures volume in the VIX. Just for November alone, there are 131,000 VIX calls with a strike of 35. There are 141,000 with a strike price of 40. And the numbers get even more bonkers at higher levels. 330,000 F50, 256,000 and 60, then 230,000 and 70, 179,000 and 80. By the way, if the VIX goes to 80, you're looking at a total meltdown in the stock market. I don't think it's going to happen, but you know I am bearish. Put it all together. That's 1.25 million open call contracts for the month of November alone. As Sebastian sees it, this means the market's already somewhat hedged against volatility risk. So the VIX doesn't spike as hard as when the S&B gets poll axed as you would expect. There's no immediate race for a hedge against volatility because traders already have it on. But Sebastian points out that something's changed in the last week. So I want you to take a look at this chart of the S&P and the VIX. Even though the selling in the S&B has slowed versus where we were looking at earlier this month, the volatility index has shut up much, much more. See that? Boom. It's like traders suddenly decided that something big must be happening. Even though the average just haven't been getting hit quite hard as hard, just Sebastian is like to VIX woke up. Why? Well, it all comes down to bonds. As I always tell you, it's about bonds, bonds, bonds. There's a reason I talk about the insanely high yield in the two-year treasury in the other every night, which could go higher as it did today. I want you to take a look at this one. This is a chart of the L, I know this is confusing, I'm sorry. The LQDIF, that's the LQD, is the I shares investment-grade corporate bond ETF, while the IEF is the I shares 7 to 10-year treasury bond ETF. In short, this chart illustrates the relationship between investment-grade corporate debt and government notes. As you can see right around this time, the VIX began to blow up. Investment-grade bonds totally tanked. relative to treasuries over there. Now check out this chart, which shows the volatility index of the TLT, the 20 year treasury ETF, you can make a VIX out of anything, including for bonds. And right now, the volatility of long-term treasuries is exploding higher. To say this is a sign that traders are really worried about what's going on in the bond market. Like I am. I'm not a trader, but I am worried about the bond market. It's not good news. Because the bond market is much larger than the stock market and it tends to lead the way. And the bond market is saying the economy is too hot. And we have to take rates up big. Put it all together, and while it's possible for the market to get a near-term short squeeze, which is what I'm banking on, Sebastian says the volatility index, the bond market, and bond volatility are all pointing towards lower stock prices. In his view, it's absolutely not the time to go long. I understand that. What needs to happen before we can bottom from a chart perspective? Sebastian's waiting for the S&P to go down while the VIX also goes down. That's a classic tell that it's sales coming to it. That does not happen. That does not happen. He won't be willing to step in until the market goes lower on declining volatility. How low could we go? OK, take a look at the action the S&P over the last three years. Sebastian's eyeing 3, 3, 8, 6 is his downside price target. So that's still here. I mean, that's actually pretty far away. Because the S, that was the S&P's pre-pandemic high. And that's what a lot of thinking is about what happened pre-pandemic. That's down more than 200 points from here. But once we reach that level, he says we got to start buying. I'm interested in that. Here's the bottom line. The chart is interpreted by Mark Sebastian, who is my favorite FIX expert. Suggest that this market's got more downside. And it's way too early to go really bullish. Not what anybody wants to hear, but he's making a pretty compelling case. Call me a believer, as you know, I think this market is treacherous. But unlike him, I also believe we can get a sharp spike up. But for our travel trust, if that happens, we're going to have to do some selling. Let's take some phone calls. Let's go to Louis, Minnesota, Lou. Hi, Mr. Kramer. Thank you very much. Take my call. I think you're working too hard. Mr. Kramer. Now, I love my job with that. I can do it. I can do it. You're very kind. Thank you. Oh, I'm telling you. So my question is, you know, what about wall dream? You know, it looks like it's going down, down, down. And I would like to have your comment about wall dream. I don't think it's doing well. I don't think it's doing well. It's doing better, but it's a serious, much harder stock. I like to buy in retail. The only child, do I challenge us, we own Costco. And I think Costco is terrific. And they do all the things that you get at wall greens, and they do it better. Let's go to Andrew, Minnesota, Andrew. Hi. How's it going, Mr. Kramer? How are you, Andrew? What's going on? I am doing well. Long time standing, really good to talk to you. So I had a question. I just was calling to get your thoughts on 3M company overall. Sure. Thank you, Andrew. Thank you for the kind of comments. OK. My father used to rep 3M, so I got to tell you I am biased toward it. Now that I've said that, though, they have some combat arms litigation that involves noise in the ears, which I'm very familiar with. And that's not going that well. And they also have some groundwater litigation. Both those are making it so that I do not want you to buy the stock. All right. The VIX, bond market, and bond volatility is interpreted by Marx's fashion. Suggested that this market's gotten more downside. And it's way too early to get bullish. Remember, I think we'd have to spike up. If we do, be good to death because it's oversold, we're going to have to lighten up. Much more man ahead. We're playing a Cramer faith and my diversified to see if your portfolios are prepared to handle the uptick in market volatility. Then I have a plan for buying a smart that you won't want to miss. And order calls, rapid-fire tonight's edition of The Lighting Round. So stay with Cramer."
}
