{
  "speech": { "tokens": [] },
  "text": "If you're still another turbulent week or the average got smash How much worse do things have to get before we stem the bleeding? Unfortunately, I think we may need to see a lot more red before. This is over. Because the economy is still just so hot and the fed very much wants that market to go lower. And I can't fight the fed. That's why whenever you get a brief frown Wednesday or this morning the kind of temps you back into feeling bush you need to stay cautious or even lighten up into a sharp quick spike because it will probably have no fall through like they all have lately The bear Pop stories important The bear has not gone into hibernation. At least not yet. I'm gonna stay on this case and if you try to poke the bear, you're gonna get more. Do not take it from me. It's not going off the charts but And right now That's how things behave when it trans Which was a great moment. Moment. In story marching hard the vics that we went lower that gave us a nice rally exactly as it should. I want to treasureries Over there. Now, check out this chart which shows the valves will be next to the TLT. The twenty-year treasury ETF. Anyway, For spots. What's going on Take rates of Put it all together in while it's possible for the market to get a near term short squeeze which is what I'm banking on. Sebastian says the volatile index, the bomb market and bond vault totally are all pointing towards lower stock prices. It is view. It's absolutely not the time to go on. I understand that. What needs to happen before we can bought them from a chart Also goes down that's a classic tell that it sauce coming to an end that is not happening Sebastian And that's a Thinking it's about what happened. He says we gotta start by Suggest that this market's got more downside and it's way too early to go really bush not what anybody wants to hear but he's making Compelling case call me a believer as you know I think this market is treasures but If you're still another turbulent week or the average got smash How much worse do things have to get before we stem the bleeding? Unfortunately, I think we may need to see a lot more red before. This is over. Because the economy is still just so hot and the fed very much wants that market to go lower. And I can't fight the fed. That's why whenever you get a brief frown Wednesday or this morning the kind of temps you back into feeling bush you need to stay cautious or even lighten up into a sharp quick spike because it will probably have no fall through like they all have lately The bear Pop stories important The bear has not gone into hibernation. At least not yet. I'm gonna stay on this case and if you try to poke the bear, you're gonna get more. Do not take it from me. It's not going off the charts but And right now That's how things behave when it trans Which was a great moment. Moment. In story marching hard the vics that we went lower that gave us a nice rally exactly as it should. I want to treasureries Over there. Now, check out this chart which shows the valves will be next to the TLT. The twenty-year treasury ETF. Anyway, For spots. What's going on Take rates of Put it all together in while it's possible for the market to get a near term short squeeze which is what I'm banking on. Sebastian says the volatile index, the bomb market and bond vault totally are all pointing towards lower stock prices. It is view. It's absolutely not the time to go on. I understand that. What needs to happen before we can bought them from a chart Also goes down that's a classic tell that it sauce coming to an end that is not happening Sebastian And that's a Thinking it's about what happened. He says we gotta start by Suggest that this market's got more downside and it's way too early to go really bush not what anybody wants to hear but he's making Compelling case call me a believer as you know I think this market is treasures but "
}
